Repository: common-repository/livewebinar
Catalog: i18n/livewebinar-*.po
Languages: pl_pl

source: https://www.livewebinar.com/
pl_pl: https://www.livewebinar.com/pl

source: Webinar Software. Best Platform for Webinars - LiveWebinar.com
pl_pl: Oprogramowanie do webinarów. Najlepsza platforma do prowadzenia webinarów - LiveWebinar.com

source: LiveWebinar event posts
pl_pl: Wpisy wydarzeń LiveWebinar

source: LiveWebinar event post
pl_pl: Wpis wydarzenia LiveWebinar

source: Add new
pl_pl: Dodaj nowy

source: Add new event
pl_pl: Dodaj nowe wydarzenie

source: New event
pl_pl: Nowe wydarzenie

source: Edit event
pl_pl: Edytuj wydarzenie

source: View event
pl_pl: Zobacz wydarzenie

source: All events
pl_pl: Wszystkie wydarzenia

source: Search events
pl_pl: Szukaj wydarzeń

source: No events found.
pl_pl: Nie znaleziono wydarzeń.

source: No events found in Trash.
pl_pl: Nie znaleziono wydarzeń w Koszu.

source: LiveWebinar event post details
pl_pl: Szczegóły wpisu wydarzenia LiveWebinar

source: API connection established properly!
pl_pl: Połączenie z API nawiązane!

source: Error occured:
pl_pl: Wystąpił błąd:

source: Credentials have been cleared!
pl_pl: Dane uwierzytelniające zostały usunięte!

source: Could not find error message, original response:
pl_pl: Nie udało się znaleźć komunikatu błędu, oryginalna odpowiedź:

source: JSON decode error:
pl_pl: Błąd dekodowania JSON:

source: Original response:
pl_pl: Oryginalna odpowiedź:

source: Livewebinar error:
pl_pl: Błąd LiveWebinar:

source: Log file contents removed
pl_pl: Zawartość pliku logów usunięta

source: Settings
pl_pl: Ustawienia

source: Show
pl_pl: Pokaż

source: Title (optional)
pl_pl: Tytuł (opcjonalny)

source: Title
pl_pl: Tytuł

source: Selected room
pl_pl: Wybrany pokój

source: --- select one ---
pl_pl: --- wybierz jeden ---

source: Show join link
pl_pl: Pokaż link dołączenia do spotkania

source: Show link only
pl_pl: Pokaż jedynie link

source: Select image
pl_pl: Wybierz obraz

source: Caption (optional)
pl_pl: Podpis (opcjonalny)

source: Caption
pl_pl: Podpis

source: LiveWebinar - Embed room
pl_pl: LiveWebinar - zagnieźdź pokój

source: Embeds room
pl_pl: Zagnieżdża pokój

source: LiveWebinar - Room info
pl_pl: LiveWebinar - informacje o pokoju

source: Shows room info
pl_pl: Pokazuje informacje o pokoju

source: LiveWebinar - Image from storage
pl_pl: LiveWebinar - Obraz

source: Shows image from LiveWebinar storage
pl_pl: Wyświetla obraz z LiveWebinar

source: Hide
pl_pl: Ukryj

source: No image selected
pl_pl: Nie wybrano żadnego obrazu

source: Open in new tab
pl_pl: Otwórz w nowej zakładce

source: Room name:
pl_pl: Nazwa pokoju:

source: Starts at:
pl_pl: Data rozpoczęcia:

source: Duration:
pl_pl: Czas trwania:

source: minutes
pl_pl: minuty

source: Timezone:
pl_pl: Strefa czasowa:

source: Agenda:
pl_pl: Program wydarzenia:

source: Join now
pl_pl: Dołącz teraz

source: Enter the room
pl_pl: Wejdź do pokoju

source: Error occurred while decoding JSON response from API:
pl_pl: Wystąpił błąd podczas dekodowania odpowiedzi JSON z API:

source: Errors
pl_pl: Błędy

source: Not bound to Livewebinar event yet
pl_pl: Wpis nie jest jeszcze powiązany z wydarzeniem na platformie LiveWebinar

source: Event name
pl_pl: Nazwa wydarzenia

source: Event token
pl_pl: Token wydarzenia

source: Event url
pl_pl: Url wydarzenia

source: Embed room
pl_pl: Zagnieźdź pokój

source: Type
pl_pl: Typ

source: Scheduled
pl_pl: Zaplanowane

source: Start date
pl_pl: Data rozpoczęcia

source: Duration in minutes
pl_pl: Czas trwania w minutach

source: Timezone
pl_pl: Strefa czasowa

source: Form
pl_pl: Formularz

source: ---select form---
pl_pl: ---wybierz formularz---

source: registration enabled
pl_pl: rejestracja włączona

source: Restrict access to room
pl_pl: Ogranicz dostęp do pokoju

source: Waiting room
pl_pl: Poczekalnia

source: Password protected
pl_pl: Ochrona hasłem

source: Password
pl_pl: Hasło

source: Password token protected room
pl_pl: Ochrona tokenami dostępu

source: Password tokens amount
pl_pl: Liczba tokenów dostępu

source: Send thank you e-mail after event
pl_pl: Wyślij e-mail z podziękowaniami po zakończeniu wydarzenia

source: Disable notifications
pl_pl: Wyłącz powiadomienia

source: Initial audio mode
pl_pl: Początkowy tryb audio

source: Discussion
pl_pl: Dyskusja

source: All participants can talk. For larger sessions, up to 25 participants can talk at the same time. Others listen.
pl_pl: Wszyscy uczestnicy mogą mówić. Podczas większych sesji, do 25 uczestników może mówić równocześnie. Pozostali słuchają.

source: Presentation
pl_pl: Prezentacja

source: Only presenters are allowed to talk. Participants listen.
pl_pl: Tylko prezenterzy mają możliwość wypowiedzi. Uczestnicy słuchają.

source: Raise hand
pl_pl: Zgłoś się

source: Only presenters can talk. Participants can ask for permission to speak.
pl_pl: Tylko prezenterzy mają możliwość wypowiedzi. Uczestnicy mogą poprosić o prawo zabrania głosu.

source: Classroom
pl_pl: Klasa

source: The presenters can see everyone, but the attendees can only see the presenters.
pl_pl: Prezenterzy widzą wszystkich, ale uczestnicy widzą tylko prezenterów.

source: Room layout
pl_pl: Układ pokoju

source: Room template
pl_pl: Szablon pokoju

source: Interface most suitable for webinars and presentations in large groups with all features at hand.
pl_pl: Interfejs najbardziej odpowiedni do webinarów i prezentacji w dużych grupach z wszystkimi funkcjami pod ręką.

source: Meeting
pl_pl: Spotkanie

source: An alternative, clean interface layout- like hangouts. Best for meetings in small to medium group.
pl_pl: Alternatywny, czysty układ interfejsu - jak w przypadku hangoutów. Najlepszy do spotkań w małej i średniej grupie.

source: Agenda
pl_pl: Program wydarzenia

source: Presenters
pl_pl: Prezenterzy

source: Successfully Updated.
pl_pl: Aktualizacja powiodła się.

source: Dismiss this notice.
pl_pl: Odrzuć to powiadomienie.

source: API credentials
pl_pl: Dane uwierzytelniające API

source: Additional options
pl_pl: Dodatkowe opcje

source: Support
pl_pl: Wsparcie

source: Logs
pl_pl: Logi

source: E-mail Address
pl_pl: Adres e-mail

source: Client ID
pl_pl: ID użytkownika

source: Client Secret
pl_pl: Sekret użytkownika

source: Clear API credentials
pl_pl: Usuń dane uwierzytelniające API

source: If you don't know where to get Client ID and Client Secret from, go
pl_pl: Jeśli nie wiesz skąd wziąć ID oraz sekret użytkownika, udaj się

source: here
pl_pl: tutaj

source: Enable error logs
pl_pl: Aktywuj logowanie błędów

source: Enable response logs (will grow fast)
pl_pl: Aktywuj logownie odpowiedzi API (rozmiar rośnie szybko)

source: Do not deactivate events in LiveWebinar when removing LiveWebinar post
pl_pl: Nie dezaktywuj wydarzeń w LiveWebinar podczas usuwania wpisu LiveWebinar

source: Logs are disabled, enable them in settings
pl_pl: Logi są wyłączone, aktywuj je w ustawieniach

source: Download response log
pl_pl: Pobierz log odpowiedzi

source: Remove response logs
pl_pl: Usuń logi odpowiedzi

source: Download error log
pl_pl: Pobierz log błędów

source: Remove error logs
pl_pl: Usuń logi błędów

source: Save Changes
pl_pl: Zapisz zmiany

source: Test API Connection
pl_pl: Przetestuj połączenie z API

source: Don’t have account yet?
pl_pl: Nie posiadasz jeszcze konta?

source: Create FREE account
pl_pl: Utwórz DARMOWE konto

source: Have questions?
pl_pl: Masz pytania?

source: Contact us!
pl_pl: Skontaktuj się z nami!

source: Test Connection
pl_pl: Przetestuj połączenie

source: Close
pl_pl: Zamknij

source: Error occurred, make sure you have selected proper widget.
pl_pl: Wystąpił błąd, upewnij się, że wybrałeś właściwy widget.

source: No widget selected
pl_pl: Nie wybrano żadnego widżetu

source: Details
pl_pl: Szczegóły

source: Widget name
pl_pl: Nazwa wydarzenia

source: Widget token
pl_pl: Token wydarzenia

source: Event type
pl_pl: Typ wydarzenia

source: Duration
pl_pl: Czas trwania

source: Open in new window
pl_pl: Otwórz w nowym oknie

source: No widget bound to the post
pl_pl: Brak wydarzenia przypisanego do wpisu
